
/* conjunction to end a compound sentence */
" and" = " och";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nytt Konto>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" is already in use.";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Åtgärd:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Lägg till en åtgärd för den valda händelsen";

/* No comment provided by engineer. */
"Auto-Connect on Launch" = "Auto-Connect on Launch";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Cancel current account activity prefix */
"Cancel: %@" = "Cancel: %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Kan inte öppna ljuduppsättning";

/* No comment provided by engineer. */
"Clear" = "Rensa";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfigurera markerad händelse";

/* Connect account prefix */
"Connect: %@" = "Connect: %@";

/* New contact alert pane */
"Delete after event occurs" = "Radera efter händelsen inträffar";

/* No comment provided by engineer. */
"Delete Event?" = "Radera händelse?";

/* Disconnect account prefix */
"Disconnect: %@" = "Disconnect: %@";

/* No comment provided by engineer. */
"Edit" = "Redigera";

/* Label besides the encryption preference menu */
"Encryption:" = "Kryptering:";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Händelse:";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Ogiltigt ikonpaket";

/* No comment provided by engineer. */
"Join" = "Anslut";

/* No comment provided by engineer. */
"Join Chat" = "Anslut till samtal";

/* Text of the typing preference checkbox in the account preferneces */
"Let others know when you are typing" = "Låt andra se när du skriver";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "Ny Varning";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Inga kompatibla konton uppkopplade";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Lösenord:";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Ta bort %i åtgärder som är kopplade till den här händelsen?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Ta bort vald(a) åtgärd(er)";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "Uppgradering av ljuduppsättningen misslyckades";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default." = "The active status icon pack \"%1$@\" installed at \"%2$@\" is invalid.  It is missing the required status icon \"%3$@\".  If you received this pack from adiumxtras.com, please contact its author. Your status icon setting will be restored to the default.";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "De tecken du skrivit är inte giltiga som kontonamn på den här tjänsten.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "Ljuduppsättningen %1$@ är av version %2$i, och den här versionen av Adium kan inte hantera den; försök med en senare version av Adium.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Den här versonen av Adium använder ett nytt format för ljuduppsättningar. Adium kunde därför inte uppdatera ljuduppsättningen %1$@ i %2$@. Den har inaktiverats.";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Skriver:";

/* No comment provided by engineer. */
"Unknown" = "Okänd";

/* No comment provided by engineer. */
"User Name" = "Användarnamn";
